<#macro corpAgree> 
“安捷支付服务”（以下简称本服务）是由海南安捷信息技术有限公司（以下简称本公司）向用户提供的“安捷支付”支付结算软件系统（以下简称本系统）及(或)附随的货款代收代付的中介服务。本协议由贵公司和本公司签订。

一	声明
为了保障贵公司的权益，请于使用本服务前，详细阅读本“安捷支付用户服务协议”条款（以下称“服务条款”）所有内容。当贵公司使用本服务时，即表示贵公司已充分阅读、了解并同意接受本服务条款之所有内容；一旦贵公司使用本服务，即表示贵公司同意遵循本协议之所有约定。本公司保留随时修改本服务条款之权利，并随时通过包括但不限于安捷支付网站(www.pay.com)公布最新之变更事项，而无需另作个别通知。若贵公司不同意修改后的协议内容，贵公司应停止使用本服务。

二	安捷支付账户注册义务
（一）	“安捷支付账户”：指在贵公司使用本服务时，本公司向贵公司提供的具有唯一编号的账户。贵公司可自行设置密码，并用以查询或计量贵公司的预付、应收或应付款。
（二）	在使用本服务前，贵公司必须先行注册，取得本公司提供给贵公司的“安捷支付账户”（以下简称该账户），且保证在贵公司同意接受本协议并注册成为安捷支付用户时，贵公司是具有法律规定的完全民事权利能力和民事行为能力、能够独立承担民事责任的自然人、法人或其他组织；本协议内容不受贵公司所属国家或地区的排斥。不具备前述条件的，贵公司应立即终止注册或停止使用本服务。
（三）	贵公司同意遵守所有与本服务相关之国内国际法律及规定，依本服务注册表之提示提供贵公司正确、最新及完整的资料（以下称“登记资料”）；贵公司保证不在任何情况下冒用或盗用他人的身份进行注册或者干扰他人使用本服务。
（四）	贵公司有义务维护并及时更新贵公司的「登记资料」，确保其为正确、最新及完整。若贵公司提供任何错误、不实、过时或不完整的资料，或者本公司有合理的理由怀疑贵公司的「登记资料」为错误、不实、过时或不完整，本公司有权暂停或终止贵公司的用户账户，并拒绝贵公司现在和未来使用本服务之部份或全部，贵公司并同意负担因此所产生的直接或间接的任何损失、支出、费用、罚金。因贵公司未及时更新资料，导致本服务无法提供或提供时发生任何错误，贵公司不得将此作为取消交易、拒绝付款的理由，贵公司将承担因此产生的一切后果，本公司不承担任何责任。
（五）	贵公司的用户基本资料（包括且不限于姓名、电子邮件地址、手机号码、金融账户等一切必要信息，即注册表中标注“*”符号的栏位信息）为使用本服务的必需资料，如有变更请立即修正。若因用户未及时更新基本资料，导致有关流程和操作（包括但不限于后续资金流、资讯流等作业）无法完成或发生错误，由此产生的一切后果和责任由用户承担；用户并不得以此作为取消交易、拒绝付款或采取其他不当行为之理由。 
（六）	贵公司将对使用该账户及密码进行的一切操作及言论负完全的责任，只有贵公司授权操作员可以使用贵公司的安捷支付账户，该账户不可转让、不可赠与、不可继承。在贵公司决定不再使用该账户时，贵公司应将该账户下所对应的可用款项全部提现或者向本公司发出其它支付指令，并向本公司申请注销（永久冻结）该账户。
（七）	贵公司同意，若贵公司丧失全部或部分民事权利能力或民事行为能力，本公司有权根据有效法律文书（包括但不限于生效的法院判决、生效的遗嘱等）处置与贵公司的安捷支付账户相关的款项。 
（八）	贵公司应确保贵公司的用户账户和密码仅由贵公司授权操作员亲自使用。本公司通过贵公司的用户名和密码识别贵公司的指示，一切通过密码进行的行为均视为贵公司授权行为。贵公司不可向其他任何人泄露、透露、告知贵公司的用户账户和密码，亦不可使用其他任何人的用户账户和密码。使用他人用户账户和密码者与该用户账户和密码的实际注册人应承担与交易相关的所有法律责任。由于贵公司的原因导致贵公司的用户账户和/或密码被其他任何人知悉，造成贵公司的用户账户和/或密码被他人使用导致贵公司损失的，本公司不承担任何责任。
（九）	如贵公司发现有他人冒用或盗用贵公司的账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知本公司，要求本公司暂停相关服务。同时，贵公司理解本公司对贵公司的请求采取行动需要合理期限，本公司于接受通知前（该等通知应不存在任何迟延情形），对第三人使用本服务已发生之效力和后果，除非可证明本公司对未经合法授权之使用的形成存在故意或重大过失，否则本公司将不承担任何责任。若贵公司迟延通知，则迟延期间产生的损失，本公司将不需承担任何责任。
（十）	贵公司同意，基于运行和交易安全的需要，本公司基于自身之独立判断，有权于发现异常交易或怀疑为异常或违法之交易时，不经通知先行暂停或终止贵公司的用户账户，并拒绝贵公司使用本服务之部份或全部、或提供新的功能。但是，判断和发现异常交易或怀疑为异常或违法之交易，并不构成本公司的一项义务和责任。

三	 “安捷支付服务”概要
（一）	安捷支付中介服务：即本公司向贵公司提供的货款代收代付的中介服务，其中包含
1、	代管（充值）：贵公司可以使用本服务指定的方式向贵公司的安捷支付账户充值，并委托本公司代为保管，以便贵公司交易时可以快捷安全地支付。但本公司无须对贵公司使用本服务期间由本公司保管或代收或代付的款项的资金贬值承担风险。
2、	代收：贵公司可以要求本公司代为收取其他安捷支付用户向贵公司支付的各类款项至贵公司的安捷支付账户。
3、	代付：贵公司可以要求本公司将代管或代收的贵公司的款项支付给贵公司指定的第三方。贵公司同意，本公司代付后，非经法律程序或者非依本协议之约定，该支付是不可逆转的。
4、	冲退：贵公司可以要求本公司退返本公司代管的贵公司的款项。当贵公司向本公司做出冲退指示时，本公司将于收到指示后的一至五个工作日内，将相应的款项汇入其来源账户。除本条约定外，本公司不接受贵公司提供的其他受领方式。
5、	提现：贵公司可以要求本公司向贵公司支付贵公司的应收款。当贵公司向本公司做出提现指示时，必须提供一个与贵公司委托本公司代管时的汇款人或贵公司的名称相符的有效的中国大陆银行账户，本公司将于收到指示后的一至五个工作日内，将相应的款项汇入贵公司提供的有效银行账户（根据贵公司提供的银行不同，会产生汇入时间上的差异）。除本条约定外，本公司不接受贵公司提供的其他受领方式。本公司拥有制定及不时调整提现最低额度以及提现频率之权利。贵公司同意本公司有权基于单方判断，在本公司发现贵公司提出大额提现要求时，要求贵公司向本公司提供合法、有效的交易证据。在贵公司未能按要求提供交易证据之前时，公司有权不执行贵公司的提现要求并将交易金额及费用退回到贵公司的安捷支付账户中。
6、	查询：本公司将对贵公司在本系统中的所有操作进行记录，不论该操作之目的最终是否实现。贵公司可以在本系统中实时查询贵公司的安捷支付账户名下的交易记录；贵公司认为记录有误的，本公司将向贵公司提供本公司已按照贵公司的指示收付款的记录。贵公司理解并同意贵公司最终收到款项的服务是由贵公司提供的银行账户对应的银行提供的，贵公司需向该银行请求查证。
7、	款项专属：对贵公司支付到本公司并归属至贵公司安捷支付账户的款项、及贵公司通过安捷支付账户收到的货款，本公司将独立于本公司营运资金之外予以妥善保管；除本协议另行规定外，不作任何其他非贵公司指示的用途。
（二）	即时到账服务：是指买卖双方使用本系统，且约定买卖合同项下的货款通过买方安捷支付账户即时向卖方安捷支付账户进行支付的一种支付方式。在贵公司与交易对方同意选择即时到账服务支付货款时，贵公司所支付的款项将立刻进入交易对方的安捷支付账户，本公司对此不提供中介服务。基于可能存在的风险，在使用即时到账服务支付交易货款之前时，贵公司理解并接受：
1、	为控制可能存在的风险，本公司对所有用户使用即时到账服务支付交易货款时的每天交易最高限额、每笔交易最高限额及其他交易额度或次数进行了限制；本公司拥有不时调整注册用户每月交易限额的权利。
2、	使用即时到账服务支付货款是基于贵公司对交易对方的充分信任，一旦贵公司选用该方式，相对应的交易将不受本协议所有交易保护条款的保障，贵公司将自行承担所有交易风险并自行处理所有相关的交易及货款纠纷。

四	 “安捷支付服务”使用规则
为有效保障贵公司使用本服务进行交易时的合法权益，贵公司理解并同意接受以下规则：
（一）	一旦贵公司使用本服务，贵公司即授权本公司在贵公司及（或）贵公司指定的交易对象符合指定条件或状态时，支付款项给贵公司指定的交易对象、或收取其支付给贵公司的款项。 
（二）	本公司通过以下两种方式中接受来自贵公司的指令：
1、	贵公司在本网站或其他可使用本服务的网站上通过登录该账户密码及/或数字证书并依照本服务预设流程所修改或确认的交易状态；
2、	贵公司通过贵公司注册时作为该账户名称或者与该账户绑定的手机或其他专属于贵公司的通讯工具（以下合称该手机）号码向本系统发送的信息（短信或电话等）回复。
无论贵公司通过以上两种方式中的任一种向本公司发出指令，都将成为本公司代理贵公司支付或收取款项的唯一指令，且不可撤回或撤销。在贵公司与第三方发生交易纠纷时，贵公司授权本公司自行判断并决定将争议货款的全部或部分支付给交易一方或双方。 
（三）	贵公司在使用本服务过程中，本协议内容、网页上出现的关于交易操作的提示或本公司发送到该手机的信息（短信或电话等）内容是贵公司使用本服务的相关规则，贵公司使用本服务即表示贵公司同意接受本服务的相关规则。贵公司了解并同意本公司单方修改服务的相关规则，而无须征得贵公司的同意，服务规则应以贵公司使用服务时的页面提示（或发送到该手机的短信或电话等）为准，贵公司同意并遵照服务规则是贵公司使用本服务的前提。 
（四）	本公司会以电子邮件（或发送到该手机的短信或电话等）方式通知贵公司交易进展情况以及提示贵公司进行下一步的操作，但本公司不保证贵公司能够收到或者及时收到该邮件（或发送到该手机的短信或电话等），且不对此承担任何后果；因此，在交易过程中贵公司应当及时登录到本网站查看和进行交易操作。因贵公司没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。
（五）	贵公司如果需要向交易对方交付货物，应根据交易状态页面（或该手机接收到的信息）显示的买方地址，委托有合法经营资格的承运人将货物直接运送至对方或其指定收货人，并要求对方或其委托的第三方（该第三方应当提供对方的授权文件并出示相应的身份证件）在收货凭证上签字确认，因货物延迟送达或在送达过程中的丢失、损坏，本公司不承担任何责任，应由贵公司与交易对方自行处理。 
（六）	本公司对贵公司所交易的标的物不提供任何形式的鉴定、证明的服务。如果贵公司与交易对方发生交易纠纷，贵公司授权由本公司根据本协议及本网站上载明的各项规则进行处理。贵公司为解决纠纷而支出的通讯费、文件复印费、鉴定费等均由贵公司自行承担。因市场因素致使商品涨价跌价而使任何一方得益或者受到损失而产生的纠纷，本公司不予处理。
（七）	若贵公司未通过实名认证，他人通过本服务向贵公司支付款项时，相应款项可能将无法划汇给贵公司，贵公司授权本公司暂时代为保管该款项，直到贵公司完成实名认证。
（八）	交易异常处理：贵公司使用本服务时，可能由于银行本身系统问题、银行相关作业网络连线问题、消费者身份认证或其他不可抗拒因素，造成本服务无法提供。贵公司确保贵公司所输入的贵公司的资料无误，如果因资料错误造成本公司于上述异常状况发生时，无法及时通知贵公司相关交易后续处理方式的，本公司不承担任何损害赔偿责任。
（九）	本公司并非银行或其它金融机构，本服务也非金融业务，本协议项下的资金移转均通过银行来实现，贵公司理解并同意贵公司的资金于流转途中的合理时间。
（十）	贵公司完全承担贵公司使用本服务期间由本公司保管或代收或代付的款项的货币贬值风险及可能的孳息损失。
（十一）	在贵公司注册成为安捷支付用户时，贵公司授权本公司通过银行或向第三者审核贵公司的身份和资格，并通过安捷支付（www.pay.com）或其它网站取得关于贵公司使用本服务的相关资料。
（十二）	贵公司使用本服务进行交易或使用该账户登陆其他支持本服务的网站时，贵公司即授权本公司将贵公司的个人信息和交易信息披露给与贵公司交易的另一方或贵公司登陆的网站，该信息包括但不限于：贵公司的真实姓名、联系方式、信用状况、安捷支付账户信息。
（十三）	贵公司不得将本服务用于非本公司许可的其他用途。
（十四）	交易风险
1、	在使用本服务时，若贵公司或贵公司的交易对方未遵从本服务条款或网站说明、交易页面中之操作提示、规则），则本公司有权拒绝为贵公司与交易对方提供相关服务，且本公司不承担损害赔偿责任。若发生上述状况，而款项已先行划付至贵公司或他人的安捷支付账户名下，贵公司同意本公司有权直接自相关账户余额中扣回款项及（或）禁止贵公司要求支付此笔款项之权利。此款项若已汇入贵公司的银行账户，贵公司同意本公司有向贵公司事后索回之权利，因贵公司的原因导致本公司事后追索的，贵公司应当承担本公司合理的追索费用。 
2、	因贵公司的过错导致的任何损失由贵公司自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，贵公司使用的计算机被他人侵入；
（十五）	服务费用
1、	在贵公司使用本服务时，本公司有权依照《安捷支付服务收费规则》向贵公司收取服务费用。本公司拥有制订及调整服务费之权利，具体服务费用以贵公司使用本服务时本网站上所列之收费方式公告或贵公司与本公司达成的其他书面协议为准。
2、	除非另有说明或约定，贵公司同意本公司有权自贵公司委托本公司代管、代收或代付的款项中直接扣除上述服务费用。
（十六）	本服务所涉及到的任何款项只以人民币计结，不提供任何形式的汇兑业务。

五	“安捷支付服务”使用限制
（一）	贵公司在使用本服务时应遵守中华人民共和国相关法律法规、贵公司所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。
（二）	贵公司不得利用本服务从事侵害他人合法权益之行为，否则本公司有权拒绝提供本服务，且贵公司应承担所有相关法律责任，因此导致本公司或本公司雇员受损的，贵公司应承担赔偿责任。上述行为包括但不限于：
1、	侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。
2、	违反依法定或约定之保密义务。
3、	冒用他人名义使用本服务。
4、	从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、淫秽色情物品、其他本公司认为不得使用本服务进行交易的物品等。
5、	提供赌博资讯或以任何方式引诱他人参与赌博。
6、	非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。
7、	违反《银行卡业务管理办法》使用银行卡，或利用信用卡虚假交易套取现金（以下简称套现）。
8、	进行与贵公司或交易对方宣称的交易内容不符的交易，或不真实的交易。
9、	从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。
10、	其他本公司有正当理由认为不适当之行为。
（三）	贵公司理解并同意，本公司不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿 (无论本公司是否已被告知该等损害赔偿的可能性)：
1、	本公司有权基于单方判断，包括但不限于本公司认为贵公司已经违反本协议的明文规定，暂停、中断或终止向贵公司提供本服务或其任何部分，并移除贵公司的资料；
2、	本公司在发现异常交易或有疑义或有违反法律规定或本协议约定之虞时，有权不经通知先行暂停或终止该账户的使用（包括但不限于对该账户名下的款项和在途交易采取取消交易、调账等限制措施），并拒绝贵公司使用本服务之部分或全部功能；
3、	在必要时，本公司无需事先通知即可终止提供本服务，并暂停、关闭或删除该账户及贵公司账号中所有相关资料及档案，并将贵公司滞留在该账户的全部合法资金退回到贵公司的银行账户。
（四）	如贵公司需要注销（永久冻结）贵公司的安捷支付账户，应先经本公司审核同意。本公司注销（永久冻结）该账户，即表明本公司与贵公司之间的协议已解除，但贵公司仍应对贵公司使用本服务期间的行为承担可能的违约或损害赔偿责任，同时本公司仍可保有贵公司的相关信息。

六	隐私权保护
一旦贵公司同意本协议或使用本服务，贵公司即同意本公司按照以下条款来使用和披露贵公司的个人信息。
（一）	用户名和密码
在贵公司注册为安捷支付用户时，我们会要求贵公司设置用户名和密码来识别贵公司的身份，并设置密码提示问题及其答案，以便在贵公司丢失密码时用以确认贵公司的身份。贵公司仅可通过贵公司设置的密码来使用该账户，如果贵公司泄漏了密码，贵公司可能会丢失贵公司的个人识别信息并可能导致对贵公司不利的法律后果。该账户和密码因任何原因受到潜在或现实危险时，贵公司应该立即和本公司取得联系，在本公司采取行动前，本公司对此不负任何责任。
（二）	注册信息 
贵公司注册该账户时应向本公司提供贵公司的真实名称、地址、电话号码和电子邮件地址，贵公司还可以选择来填写相关附加信息（包括但不限于贵公司所在的省份和城市、时区和邮政编码、传真号码、公司网站和联系人的职务）。为有针对性地向贵公司提供新的服务和机会，贵公司了解并同意本公司及其关联公司（指大新华控股集团旗下所有公司）或贵公司登录的其他网站将通过贵公司的电子邮件地址或该手机通知贵公司这些信息。
（三）	银行账户信息 
本公司所提供的服务将需要贵公司提供贵公司的银行账户信息，在贵公司提供相应信息后，本公司将严格履行相关保密约定。
（四）	交易行为 
为了保障贵公司使用本服务的安全以及不断改进服务质量，本公司将记录并保存贵公司登录和使用本服务的相关信息，但本公司承诺不将此类信息提供给任何第三方（除双方另有约定或法律法规另有规定及本公司关联公司外）。
（五）	Cookie的使用 
Cookie是记录一些贵公司在网上操作的内容并被放置在贵公司计算机硬盘上的文本文件。贵公司了解并同意，本公司使用cookie来使本网站对用户更友好，它可以帮贵公司省去为使用我们的服务而重复输入注册信息和跟踪贵公司的浏览器的状态。
（六）	为更为有效的向贵公司提供服务，贵公司同意，本公司有权将贵公司注册及使用本服务过程中所提供、形成的信息提供给本公司关联公司。除本协议另有规定外，本公司不对外公开或向第三方提供贵公司的信息，但以下情况除外： 
1、	事先获得贵公司的明确授权； 
2、	只有披露贵公司的个人资料，才能提供贵公司需要的产品和（或）服务； 
3、	按照本协议的要求进行的披露； 
4、	根据法律法规的规定； 
5、	按照政府主管部门的要求； 
6、	为维护本公司及其关联公司的合法权益； 
7、	贵公司使用安捷支付账户成功登录过的其他网站。
（七）	外部链接 
本网站含有到其他网站的链接，但本公司对其他网站的隐私保护措施不负任何责任。本公司可能在任何需要的时候增加商业伙伴或共用品牌的网站。
（八）	信息安全 
本公司仅按现有技术提供相应的安全措施来使本公司掌握的信息不丢失，不被滥用和变造。这些安全措施包括向其它服务器备份数据和对用户密码加密。尽管有这些安全措施，但本公司不保证这些信息的绝对安全。

七	系统中断或故障
系统因下列状况无法正常运作，使贵公司无法使用各项服务时，本公司不承担损害赔偿责任，该状况包括但不限于：
（一）	本公司在本网站公告之系统停机维护期间。
（二）	电信设备出现故障不能进行数据传输的。
（三）	因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。
（四）	由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。

八	责任范围及责任限制
（一）	本公司仅对本协议中列明的责任承担范围负责。
（二）	贵公司明确因交易所产生的任何风险应由贵公司与交易对方承担。
（三）	安捷支付用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整，贵公司应对贵公司的判断承担全部责任。
（四）	本公司不对交易标的及本服务提供任何形式的保证，包括但不限于以下事项： 
1、	本服务符合贵公司的需求。 
2、	本服务不受干扰、及时提供或免于出错。 
3、	贵公司经由本服务购买或取得之任何产品、服务、资讯或其他资料符合贵公司的期望。 
（五）	本服务之合作单位所提供之服务品质及内容由该合作单位自行负责。
（六）	贵公司经由本服务之使用下载或取得任何资料，应由贵公司自行考虑且自负风险，因资料之下载而导致贵公司电脑系统之任何损坏或资料流失，贵公司应负完全责任。 
（七）	贵公司自本公司及本公司工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成本公司对本服务之保证。
（八）	在法律允许的情况下，本公司对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任、即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本公司对上述损失的责任。
（九）	除本协议另有规定外，在任何情况下，本公司对本协议所承担的违约赔偿责任总额不超过向贵公司收取的当次服务费用总额。 
（十）	本协议部分内容被有管辖权的法院认定为违法的，不因此影响其他内容的效力。 

九	商标、知识产权的保护
（一）	本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由本公司或本公司关联企业依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
（二）	非经本公司或本公司关联企业书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。
</#macro> 